Repository: Sma1lboy/rove
Catalog: packages/rove-ios/Sources/RoveMobile/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: new task
zh_hans: 新建任务

source: new worktree
zh_hans: 新 worktree

source: next %@ · %@
zh_hans: 下次 %1$@ · %2$@

source: next pending
zh_hans: 下一个待处理

source: next —
zh_hans: 下次 —

source: nightly dependency audit
zh_hans: 每晚依赖审计

source: no
zh_hans: 否

source: no account
zh_hans: 无账号

source: no camera here — paste the link instead
zh_hans: 此设备无摄像头——请改为粘贴链接

source: no changes
zh_hans: 无改动

source: no engines
zh_hans: 没有引擎

source: no engines found, the daemon picks its default
zh_hans: 未找到引擎，由守护进程选用默认引擎

source: no events recorded
zh_hans: 没有事件记录

source: no field notes
zh_hans: 暂无现场笔记

source: no files here
zh_hans: 这里没有文件

source: no hooks
zh_hans: 无 hooks

source: no hunks to show
zh_hans: 没有可显示的 hunk

source: no issues
zh_hans: 没有议题

source: no lines to show
zh_hans: 没有可显示的行

source: no local branches
zh_hans: 没有本地分支

source: no markers
zh_hans: 无完成标记

source: no match
zh_hans: 无匹配

source: no matches
zh_hans: 无匹配

source: no messages yet
zh_hans: 暂无消息

source: no notes yet
zh_hans: 还没有备注

source: no path contains “%@”
zh_hans: 没有路径包含“%@”

source: no plugins
zh_hans: 无插件

source: no project path for this task
zh_hans: 此任务没有项目路径

source: no projects
zh_hans: 没有项目

source: no quota data
zh_hans: 无配额数据

source: no recent tabs
zh_hans: 没有最近的标签页

source: no repos
zh_hans: 没有仓库

source: no routines
zh_hans: 没有例行任务

source: no runs yet
zh_hans: 尚未执行

source: no screen rules
zh_hans: 无屏幕规则

source: no stored prompt
zh_hans: 没有保存的提示词

source: no stored prompt — nothing to run again
zh_hans: 没有保存的提示词 —— 无可再次运行

source: no stories
zh_hans: 没有 story

source: no structured history — terminal tail
zh_hans: 无结构化历史——终端尾部

source: no tabs
zh_hans: 没有标签页

source: no terminal tabs
zh_hans: 没有终端标签页

source: no text diff
zh_hans: 无文本 diff

source: no text preview
zh_hans: 无文本预览

source: no turns recorded
zh_hans: 无轮次记录

source: no usage yet
zh_hans: 暂无用量

source: no worktree yet — create one first
zh_hans: 还没有 worktree —— 请先创建

source: no worktrees
zh_hans: 没有 worktree

source: none
zh_hans: 无

source: none are installed on the mac
zh_hans: Mac 上未安装任何插件

source: none of your engines report a quota
zh_hans: 你的引擎均未上报配额

source: not a tracked task branch — only removal is available
zh_hans: 不是已跟踪的任务分支——只能删除

source: not delivered — notes kept
zh_hans: 未送达——备注已保留

source: not delivered — notes kept: %@
zh_hans: 未送达——备注已保留：%@

source: not found
zh_hans: 未找到

source: not in the task list
zh_hans: 不在任务列表中

source: not pushed
zh_hans: 未推送

source: not removed
zh_hans: 未删除

source: note
zh_hans: 备注

source: notes %lld/%lld
zh_hans: 备注 %1$lld/%2$lld

source: notes stay on this phone's list until you send them — all unsent notes go to the engine as one message.
zh_hans: 备注会留在本机列表中，直到你发送——所有未发送的备注会合并为一条消息发给引擎。

source: nothing differs in this scope
zh_hans: 此范围内没有差异

source: nothing done yet
zh_hans: 还没有已完成项

source: nothing in progress
zh_hans: 没有进行中的任务

source: nothing matches “%@” — clear the search
zh_hans: 没有匹配“%@”的内容，请清除搜索

source: nothing needs you
zh_hans: 没有需要你处理的事项

source: nothing newer yet
zh_hans: 暂无更新内容

source: nothing on this branch beyond %@
zh_hans: 此分支相对 %@ 没有改动

source: nothing open for this filter
zh_hans: 此筛选下没有开放的议题

source: nothing parked
zh_hans: 没有搁置项

source: nothing to adopt
zh_hans: 没有可接管的项

source: nothing to hand off
zh_hans: 没有可交接的内容

source: nothing to send
zh_hans: 没有可发送的内容

source: nothing to show
zh_hans: 无可显示内容

source: nothing under %@ differs in this scope
zh_hans: 在此范围内，%@ 下没有差异

source: nothing was removed — the task has no worktree on disk
zh_hans: 没有移除任何内容 —— 任务在磁盘上没有 worktree

source: notifications
zh_hans: 通知

source: now %@
zh_hans: 当前 %@

source: off
zh_hans: 关

source: offline
zh_hans: 离线

source: ok
zh_hans: 成功

source: on
zh_hans: 开

source: on remote
zh_hans: 已在远端

source: only built-in and custom engines can be the default
zh_hans: 只有内置和自定义引擎可以设为默认

source: only png, jpeg, gif, webp and pdf can be attached
zh_hans: 只能添加 png、jpeg、gif、webp 和 pdf

source: only some engines report per-turn telemetry
zh_hans: 只有部分引擎会上报每轮遥测

source: open an engine tab to give this task its next message
zh_hans: 打开一个引擎标签页，给此任务发下一条消息

source: open ios settings
zh_hans: 打开 iOS 设置

source: open latest run's task
zh_hans: 打开最近一次执行的任务

source: open project
zh_hans: 打开项目

source: open tab
zh_hans: 打开标签页

source: open task
zh_hans: 打开任务

source: open the session as soon as it starts
zh_hans: 启动后立即打开会话

source: opens task
zh_hans: 打开任务

source: Order (default sort)
zh_hans: 顺序（默认排序）

source: optional
zh_hans: 可选

source: optional — derived from the prompt
zh_hans: 可选，默认从提示词推导

source: optional — derived from the title
zh_hans: 可选，默认从标题推导

source: optional, what and why in a few lines
zh_hans: 可选，几行说明做什么、为什么

source: output
zh_hans: 输出

source: pair again
zh_hans: 重新配对

source: pair · remote control
zh_hans: 配对 · 远程控制

source: pairing link
zh_hans: 配对链接

source: parent directory
zh_hans: 父目录

source: parent must be an absolute path
zh_hans: 父目录必须是绝对路径

source: parked
zh_hans: 搁置

source: paste
zh_hans: 粘贴

source: pause
zh_hans: 暂停

source: paused
zh_hans: 已暂停

source: permission
zh_hans: 权限

source: persistent session
zh_hans: 常驻会话

source: pick a repository
zh_hans: 请选择仓库

source: pick a tab
zh_hans: 选择一个标签页

source: platform unsupported
zh_hans: 平台不支持

source: plugin
zh_hans: 插件

source: plugins
zh_hans: 插件

source: post discussion
zh_hans: 发布 discussion

source: post this feedback?
zh_hans: 发布这条反馈？

source: pr request sent
zh_hans: 已发送 PR 请求

source: precheck
zh_hans: 预检

source: prechecks are set on the mac — they run a shell command
zh_hans: 预检在 Mac 上设置——它会运行一条 shell 命令

source: project
zh_hans: 项目

source: prompt
zh_hans: 提示词

source: prompt is longer than %lld characters
zh_hans: 提示词超过 %lld 个字符

source: pull request
zh_hans: 拉取请求

source: rate limit
zh_hans: 限流

source: rate limited
zh_hans: 被限流

source: read-only
zh_hans: 只读

source: read-only preview
zh_hans: 只读预览

source: read-only · tracked changes only
zh_hans: 只读 · 仅已跟踪的改动

source: recent
zh_hans: 最近

source: reconnect
zh_hans: 重新连接

source: reconnecting · try %lld
zh_hans: 重连中 · 第 %lld 次

source: record only
zh_hans: 仅删除记录

source: refresh
zh_hans: 刷新

source: remote ?
zh_hans: 远端未知

source: remove engine
zh_hans: 移除引擎

source: remove entry
zh_hans: 移除条目

source: remove this entry?
zh_hans: 移除这个条目？

source: remove this worktree?
zh_hans: 移除这个 worktree？

source: remove worktree
zh_hans: 删除 worktree

source: removed %@
zh_hans: 已删除 %@

source: rename
zh_hans: 重命名

source: rename tab
zh_hans: 重命名标签页

source: rename task
zh_hans: 重命名任务

source: renamed
zh_hans: 已重命名

source: renamed from %@
zh_hans: 重命名自 %@

source: reopen
zh_hans: 重新打开

source: reopen session
zh_hans: 重新打开会话

source: reply
zh_hans: 回复

source: reply to %@
zh_hans: 回复 %@

source: repo
zh_hans: 仓库

source: reports
zh_hans: 上报

source: repository
zh_hans: 仓库

source: reset overrides
zh_hans: 重置覆盖项

source: restarting the daemon, resetting ui state and plugin installs are mac-side actions — the phone talks to the daemon through the bridge and has no way back if it goes down
zh_hans: 重启 daemon、重置 UI 状态和安装插件都在 Mac 端操作——手机通过 bridge 与 daemon 通信，daemon 一旦停止，手机无法恢复它

source: resume
zh_hans: 恢复

source: resumes %@
zh_hans: %@ 恢复

source: retry
zh_hans: 重试

source: review
zh_hans: 评审

source: review notes
zh_hans: 评审备注

source: revived
zh_hans: 已重启会话

source: routine
zh_hans: 例行任务

source: routine failed
zh_hans: 例行任务失败

source: routine replied
zh_hans: 例行任务已回复

source: routine runs
zh_hans: 例行任务运行

source: routines
zh_hans: 例行任务

source: rove runs coding agents side by side — every task gets its own git worktree and branch.
zh_hans: rove 并行运行多个编码 agent，每个任务都有独立的 git worktree 和分支。

source: run gh auth login on the mac
zh_hans: 在 Mac 上执行 gh auth login

source: run now
zh_hans: 立即运行

source: run now fires one without waiting for the schedule
zh_hans: 立即运行会马上触发一次，不等调度

source: run now?
zh_hans: 立即运行？

source: running
zh_hans: 运行中

source: same prompt, %lld siblings
zh_hans: 同一提示词，%lld 个并行任务

source: same Wi-Fi or Tailscale (100.x · *.ts.net)
zh_hans: 同一 Wi-Fi 或 Tailscale（100.x · *.ts.net）

source: same worktree
zh_hans: 同一 worktree

source: save
zh_hans: 保存

source: save a project in rove and its worktrees list here
zh_hans: 在 rove 中保存项目后，其 worktree 会列在这里

source: save a project or open a task and its stories appear here
zh_hans: 保存一个项目或打开一个任务，它的 story 会显示在这里

source: save routine
zh_hans: 保存例行任务

source: scan qr
zh_hans: 扫码

source: schedule
zh_hans: 调度

source: schedule needs five space-separated cron fields: minute hour day month weekday
zh_hans: 调度需要五段以空格分隔的 cron 字段：分 时 日 月 星期

source: screen rules
zh_hans: 屏幕规则

source: search paths
zh_hans: 搜索路径

source: search title, repo, branch, tab
zh_hans: 搜索标题、仓库、分支、tab

source: second confirmation
zh_hans: 二次确认

source: select all
zh_hans: 全选

source: send
zh_hans: 发送

source: send %lld to engine
zh_hans: 向引擎发送 %lld 条

source: send feedback
zh_hans: 发送反馈

source: sent
zh_hans: 已发送

source: sent %lld note to the engine
zh_hans: 已向引擎发送 %lld 条备注

source: sent %lld notes to the engine
zh_hans: 已向引擎发送 %lld 条备注

source: sent with the websocket upgrade · the app owns authorization
zh_hans: 随 websocket 升级请求发送 · authorization 由应用自行管理

source: service token from zero trust → access → service auth
zh_hans: 在 zero trust → access → service auth 中获取 service token

source: session live
zh_hans: 会话运行中

source: set a story to done to close it
zh_hans: 把 story 设为 done 即可关闭

source: set a story to hold to park it
zh_hans: 把 story 设为 hold 即可搁置

source: set branch
zh_hans: 设置分支

source: set status
zh_hans: 设置状态

source: settings
zh_hans: 设置

source: settings · bridge
zh_hans: 设置 · bridge

source: show output
zh_hans: 展开输出

source: signal %@
zh_hans: 信号 %@

source: single task only
zh_hans: 仅限单个任务

source: skipped cancelled
zh_hans: 交付前已取消

source: skipped missed
zh_hans: 已跳过（错过时间）

source: skipped precheck
zh_hans: 已跳过（预检）

source: skipped unavailable
zh_hans: 已跳过（不可用）

source: skips the precheck
zh_hans: 跳过预检

source: spawned, but the bridge returned no task
zh_hans: 已派生，但 bridge 没有返回任务

source: start %lld attempts
zh_hans: 启动 %lld 次尝试

source: start a session from a card
zh_hans: 从卡片启动会话

source: start another session
zh_hans: 再启动一个会话

source: start one with the new task bar below.
zh_hans: 点下方的新建任务栏即可开始。

source: start session
zh_hans: 启动会话

source: start task
zh_hans: 启动任务

source: started #%lld in the background
zh_hans: 已在后台启动 #%lld

source: starts an agent session on the mac and skips the precheck
zh_hans: 在 Mac 上启动一个 agent 会话，并跳过预检

source: state
zh_hans: 状态

source: status
zh_hans: 状态

source: stay on board
zh_hans: 留在看板

source: switch off
zh_hans: 关闭

source: switch off %@?
zh_hans: 关闭 %@？

source: switch on
zh_hans: 开启

source: switch on %@?
zh_hans: 开启 %@？

source: tabs
zh_hans: 标签页

source: tabs you open on this phone show up here
zh_hans: 你在这部手机上打开的标签页会显示在这里

source: tap + to file a story
zh_hans: 点 + 新建一个

source: tap a diff line, then note, to leave one for the engine
zh_hans: 点按 diff 中的一行，再点“备注”，即可给引擎留言

source: tap to dismiss
zh_hans: 点按关闭

source: task
zh_hans: 任务

source: task branch
zh_hans: 任务分支

source: task info
zh_hans: 任务信息

source: task title
zh_hans: 任务标题

source: tasks
zh_hans: 任务

source: tasks touched
zh_hans: 涉及任务

source: that file is over 5 MB
zh_hans: 该文件超过 5 MB

source: that is not a git url
zh_hans: 这不是有效的 git 地址

source: the bridge lists none
zh_hans: bridge 未列出任何引擎

source: the daemon forgets them when it restarts
zh_hans: 守护进程重启后会丢失这些事件

source: the daemon on your mac runs v%@, this app's bridge runs v%@. restart it on the mac:
zh_hans: Mac 上的 daemon 为 v%1$@，本应用的 bridge 为 v%2$@。请在 Mac 上重启：

source: the engine has not written a transcript for this task
zh_hans: 引擎尚未为该任务写入记录

source: the last enabled engine stays on
zh_hans: 最后一个已开启的引擎必须保持开启

source: the mac reports no engines
zh_hans: Mac 未上报任何引擎

source: the project checkout
zh_hans: 项目检出

source: the project checkout itself, no new worktree.
zh_hans: 直接使用项目检出，不新建 worktree。

source: the repo is fixed once a routine exists — recreate it to move it
zh_hans: 例行任务创建后仓库不可更改——需要换仓库请重新创建

source: the repo reports none
zh_hans: 仓库未返回任何分支

source: the story's own worktree and branch
zh_hans: 该 story 独立的 worktree 和分支

source: the terminal has no output yet
zh_hans: 终端暂无输出

source: the title is empty
zh_hans: 标题为空

source: the url needs a host and a path
zh_hans: 地址需要包含主机和路径

source: the worktree holds uncommitted changes
zh_hans: worktree 中有未提交的改动

source: the worktree matches its last commit
zh_hans: worktree 与最近一次提交一致

source: this conversation cannot be continued
zh_hans: 此对话无法继续

source: this engine
zh_hans: 此引擎

source: this phone's bridge
zh_hans: 这台手机的 bridge

source: this project has no tasks — clear the filter above
zh_hans: 此项目没有任务，请清除上方筛选

source: this repo has no github remote
zh_hans: 该仓库没有 github remote

source: this tab has no conversation yet
zh_hans: 此标签页还没有对话

source: this task
zh_hans: 此任务

source: this task has no branch
zh_hans: 此任务没有分支

source: this task has no terminal tabs
zh_hans: 此任务没有终端标签页

source: this task's branch
zh_hans: 此任务的分支

source: time
zh_hans: 耗时

source: timeout %llds
zh_hans: 超时 %lld 秒

source: title
zh_hans: 标题

source: tool
zh_hans: 工具

source: truncated
zh_hans: 已截断

source: try a demo
zh_hans: 先看看

source: turns
zh_hans: 轮次

source: uncommitted
zh_hans: 未提交

source: uncommitted changes
zh_hans: 未提交的改动

source: unknown
zh_hans: 未知

source: unknown model
zh_hans: 未知模型

source: unsent
zh_hans: 未发送

source: update available
zh_hans: 有可用更新

source: uptime
zh_hans: 运行时长

source: usage
zh_hans: 用量

source: use https, ssh, git or user@host:path
zh_hans: 请使用 https、ssh、git 或 user@host:path

source: value
zh_hans: 值

source: waiting for the task list
zh_hans: 等待任务列表

source: watch
zh_hans: 观看

source: weekdays
zh_hans: 工作日

source: weekly
zh_hans: 每周

source: welcome
zh_hans: 欢迎

source: what and why, in a few lines
zh_hans: 几行说明做什么、为什么

source: what happened, or what would you change
zh_hans: 发生了什么，或你想改什么

source: what is this about
zh_hans: 关于什么

source: what should the engine change here?
zh_hans: 引擎应该在这里改什么？

source: what should this session work on
zh_hans: 这个会话要做什么

source: what the agent should do each time it fires
zh_hans: 每次触发时 agent 要做什么

source: what to do
zh_hans: 要做什么

source: where
zh_hans: 位置

source: whole worktree
zh_hans: 整个 worktree

source: window
zh_hans: 时段

source: worker's claim
zh_hans: worker 的自述

source: workers leave notes here as they learn the repo
zh_hans: worker 在了解仓库的过程中会把笔记留在这里

source: working
zh_hans: 处理中

source: worktree + branch
zh_hans: worktree + 分支

source: worktree ready · %@
zh_hans: worktree 已就绪 · %@

source: worktree removed · task and branch kept
zh_hans: worktree 已移除 · 任务和分支保留

source: worktrees
zh_hans: 工作树

source: write another
zh_hans: 再写一条

source: yes
zh_hans: 是

source: you
zh_hans: 你

source: your message (optional)
zh_hans: 你的消息（可选）

source: your note
zh_hans: 你的备注

source: ↑%lld ahead
zh_hans: ↑%lld 领先

source: ↓%lld behind
zh_hans: ↓%lld 落后

source: − options
zh_hans: − 选项
